<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<!DOCTYPE html>
<html>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<style type="text/css">
p {
	text-indent:2em;
}
</style>
<body>
《快购平台合作协议》（以下简称“本协议”）是由快购平台、快购APP的运营方甲方平台填写的入驻人为准，以下简称“乙方”或“商家”）达成的关于提供和使用快购平台服务的各项条款、条件和规则。<br><br>
甲方在此特别提醒乙方认真阅读、充分理解本协议各条款（对于本协议中以加粗字体显示的内容，应重点阅读），并请乙方审慎考虑并选择接受或不接受本协议。如果乙方“已经阅读并且同意以上协议”，即表示其已接受本协议，并同意受本协议各项条款的约束。如果乙方不同意本协议中的任何条款，在此种情况下，乙方未接受本协议，本协议未对乙方生效，乙方将无法继续使用快购平台服务。<br><br>
商家知晓并同意，以现状和既得方式申请和使用快购商家管理系统，进一步知晓并同意，快购有权随时对该系统进行优化和调整，发布新的版本，如商家必须使用新的版本时，商家应选择使用新版本，或者商家拒绝使用时应停止在快购平台的店铺经营，同时向快购申请终止本协议。<br><br>
本“签约须知”为本协议正文的组成部分。<br><br>
<br>
1.   协议内容及生效：<br><br>
1.1  本协议内容包括协议正文及所有甲方已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。<br><br>
1.2  在适用的法律法规允许的最大限度内，甲方有权根据情况不时地制定、修订、调整及/或变更本协议正文及/或附件，并将提前至少7日在通知乙方。如乙方“已经阅读并且同意以上协议”，则前述制定、修订、调整及/或变更后的本协议正文及/或附件将于甲方通知次日起的第8日零时生效。如乙方 “暂不同意以上协议”，则乙方店铺将进入“关店准备”状态，店铺内商品将全部下架，无法上架新商品。乙方清楚知晓、同意并确认前述“关店准备”状态下的店铺功能限制，同时，在此种情况下，乙方应在甲方通知次日起的7日内以通知方式向甲方提出终止本协议，则本于乙方通知甲方之日起终止，且甲方对于该等终止不负有任何违约责任或其他责任，乙方应与甲方协商本协议终止事宜（包括但不限于款项结算事宜，如有)。如乙方未根据前述约定向甲方提出终止本协议，即视为乙方接受前述制定、修订、调整、及/或变更后的本协议正文及/或附件，该等制定、修订、调整及/或变更后的本协议正文及/或附件将于甲方通知次日起的第8日零时生效。<br><br> 
1.3  商家首次申请入驻快购平台时，商家签署或在线接受本协议后本协议立即生效，但本协议项下的平台服务并不立即开通，商家根据平台要求履行上传相关资质、支付保证金等义务，经甲方审核通过并向商家发出服务开通通知（通知方式包括但不限于站内信、手机短信等）时，本协议项下的平台服务正式开通。<br><br>
1.4   如商家在首次申请入驻快购平台时，未及时签署或在线接受本协议的，其入驻行为视为对甲方已经发布的协议及各类规则的同意，其入驻后首次签署或在线接受本协议视为对协议的重新确认，协议效力将溯至商家入驻之日。 <br><br>
2.  合作方式<br><br>
2.1  商家在快购设立店铺，并通过快购直接销售商品给消费者。开店成功后，商家可根据甲方系统规则安排产品上线销售。商家应当根据甲方要求制作商品相关素材、提供售前售后服务、提供商品免费包邮服务；同时商家应当能以自身名义为有需求的消费者开具正规的商品发票(跨境保税直供商品和海外直邮商品可以不提供发票)。<br><br>
2.2  甲方向商家提供甲方商家后台的管理账户及密码，商家在遵守本协议及平台规则、不存在违约情形的前提下，可以通过商家后台实现自助提取销售货款等功能。<br><br>
2.3  商家充分理解并确认，甲方暂时不向商家收取平台技术费用，但甲方保留收取平台技术费用的权利，具体收费标准将以平台规则形式发布。<br><br>
2.4  甲方负责快购平台的日常维护、技术支持，保证平台的正常运作。<br><br>
2.5  除双方另有约定外，甲方有权根据商品销量、价格竞争力、商家的服务水平等因素单方调整商品的展示位置。<br><br>
3.  证明文件提交：<br><br>
3.1  证明文件提交：商家欲使用本协议下服务，应当根据甲方要求向甲方或甲方指定合作方提交其在申请服务时应当提供的证明文件或其他相关证明。<br><br>
3.2   甲方有权根据商家提交、修改或更新的入驻人相关信息、提现银行账户及上述证明文件，对商家店铺类型作出判断及/或变更，并有权根据店铺类型决定对商家具体适用的平台规则，商家同意遵守前述对其适用的平台规则。<br><br>
3.3   甲方将对商家的证明文件进行不定时的抽查，并有权在甲方招商标准的基础上，要求商家提供更多证明文件，商家应当按甲方要求提供。如商家不能提供，则甲方有权立即终止或中止本协议。<br><br>
3.4  证明文件变更的通知：协议期内，上述相关证明文件的任何变更商家都应及时通知甲方，如上述证明文件变更后导致商家不再符合甲方招商标准或不再具备履行本协议的能力时，甲方有权立即终止或中止本协议。<br><br>
3.5   责任条款：商家同意为其未及时的通知或更新其证明文件或其他证明信息承担全部责任，商家保证其向甲方提供的全部证明文件真实、准确且不存在超过时效问题（即保证所有证明文件在整个合同履行期间都处于有效期内）。如因上述原因发生纠纷或被相关国家主管机关处罚，商家应当独立承担全部责任，如给甲方（包括其合作伙伴、代理人、职员等）造成损失的，商家同意赔偿其全部损失。<br><br>
4.   商品交付<br><br>
4.1  商家应当根据甲方发布的快购发货规则及时将商品交付消费者。<br><br>
4.2   商家应按甲方要求（如有）对商品进行包装，在包装中附带甲方要求的材料，包括但不限于发货单等，不得夹带任何未经甲方同意的资料、宣传单以及发货单中不得出现任何非甲方的第三方网站或店铺信息等，包装制作费用由商家承担。<br><br>
4.3   甲方有权根据《快购发货规则》，对商家虚假发货行为进行处理。“虚假发货”的定义及相关处理规则详见甲方发布的《快购发货规则》。若商家虚假发货，甲方有权单方决定赔偿消费者优惠券、限制商家提现等，优惠券的费用由商家承担。<br><br>
4.4  甲方有权根据《快购发货规则》，对商品缺货的情形进行处理。“商品缺货”的定义及相关处理规则详见甲方发布的《快购发货规则》。若商家的某商品缺货，甲方有权单方决定关闭交易、退还货款、转由其他商家代发货及/或赔偿消费者代金券、限制商家提现等，由此产生的代金券及其他费用由商家承担。<br><br>
4.5  甲方有权根据《快购发货规则》，对商家欺诈发货的情形进行处理。“欺诈发货”的定义及相关处理规则详见甲方发布的《快购发货规则》。若商家欺诈发货的，甲方有权单方决定关闭交易、退还货款、转由其他商家代发货及/或赔偿消费者优惠券、限制商家提现等，由此产生的优惠券及其他费用由商家承担。<br><br>
4.6  甲方有权根据《快购发货规则》，对商家延迟发货行为进行处理。“延迟发货”的定义及相关处理规则详见甲方发布的《快购发货规则》。若商家延迟发货，甲方有权单方决定赔偿消费者优惠券，优惠券的费用由商家承担。<br><br>

5.  货款结算方式<br><br>
5.1   正常经营情况下，商家根据订单发货后15日后或消费者确认收货后（以较早者为准），消费者支付至甲方的货款自动进入商家账户，商家可通过甲方提供的商家后台管理账户及密码实现货款自提。若商家存在虚假发货、欺诈发货等违约行为，甲方有权调整相关订单的自动确认收货时间，或者取消商家店铺订单的自动确认收货功能，相关订单的货款需消费者主动确认收货或主动申请退款后，方可计入商家账户余额。<br><br>
5.2   对于商家自甲方平台获取的补贴收入，包括但不限于各类优惠券、补贴等，商家应根据甲方要求向甲方开具合法有效的发票。5.3   为避免歧义，各方确认，甲方不为商家垫付货款，商家申请提取的货款以甲方实际收到的消费者货款为限。<br><br>
6.   保证金<br><br>
6.1  商家应当根据甲方公布及不时修改的《快购保证金规则》向甲方支付保证金。<br><br>
6.2   自2018年4月日起，甲方对新申请入驻的商家根据店铺售卖商品的品类收取相同金额的保证金；商家应当在店铺开通前将保证金足额支付至甲方指定银行账户。在店铺运营期间，若出现保证金实际金额低于甲方平台规则要求金额的情形，甲方有权以商家账户可提现货款补充保证金，商家账户可提现货款余额不足以补足保证金的，商家应当在上述情形出现之日起3-7日内补充支付保证金。<br><br>
6.3   商家应当根据甲方公布的标准及时足额支付保证金（包括追加保证金，下同），甲方有权根据平台保证金规则的调整、商家之业务变化、违约情形及/或实际赔付情况、潜在赔付风险通知商家调整保证金金额。商家同意甲方可以通过调整商家账户可提现货款金额的方式调整保证金金额。<br><br>
7.   商品质量要求<br><br>
7.1 商品的质量应符合下列要求：<br><br>
1)      商品不存在危及人身、财产安全的缺陷，符合保障人体健康和人身、财产安全的相关标准；<br><br>
2)      具备商品应当具备的使用性能，对商品存在使用性能的瑕疵已作出说明；<br><br>
3)      符合在商品或者其包装上注明采用的商品标准，符合以广告、商品说明、实物样品等方式表明的质量状况。<br><br>
7.2 商品或者商品包装上的标识真实，并符合下列要求：<br><br>
1)     限期使用的商品，在显著位置标明生产日期和安全使用期或失效日期；<br><br>
2)     商品成分说明或配料表，其中应标明主要营养成分及其含量；<br><br>
3)     相关法律法规或行业惯例有关标识的其他适用要求。<br><br>
4)     使用不当容易造成商品本身损坏或者可能危及人身、财产安全的商品，有警示标志；<br><br>
7.3  商家保证商品不存在以下欺诈行为：<br><br>
1)   在商品中掺杂、掺假、以假充真、以次充好、以不合格商品冒充合格商品；<br><br>
2)      销售国家明令淘汰的商品或者失效、变质的商品；<br><br>
3)      商品应当检验、检疫而未检验、检疫或者伪造检验、检疫结果；<br><br>
4)    商家发现其销售的商品存在严重缺陷，即使正确使用仍然可能对人身、财产安全造成危害的，应当立即告知甲方，并采取防止危害的措施，包括但不限于召回。<br><br>
5)   伪造商品的产地，伪造或者冒用他人的厂名、厂址，伪造或者冒用认证标志、名优标志等质量标志；<br><br>
7.4   商家向消费者提供有关商品或者服务的信息真实，没有引人误解的虚假宣传，没有发布虚假广告、欺骗和误导消费者，使购买商品或者接受服务的消费者的合法权益受到损害的行为。<br><br>
7.5   商家保证其销售的商品均为正牌商品，不存在假冒，没有侵犯他人专利权、著作权或者与著作权有关的权利或他人注册商标专用权或其他在先权利，商品来源合法、真实，不违反相关法律、法规。<br><br>

7.6  商家销售的食品符合卫生标准，销售的专供婴幼儿的主辅食品符合营养、卫生标准，销售的食品添加剂、食品容器、包装材料和食品用工具、设备以及洗涤剂、消毒剂符合卫生标准和卫生管理办法规定。<br><br>
7.7   商家销售的所有商品清洁、整齐、包装完好、适宜销售，送货时不得有任何包装破损或潮湿、变色。凡有保质期的商品，在送达消费者订单指定收货地时均应在保质期内。如存在下列情形，商家应在商品页面的显著位置作出说明：<br><br>
1） 商品保质期大于六个月，且上架时距保质期届满之日已不足保质期的一半；<br><br>
2） 商品保质期小于六个月，且上架时距保质期届满之日已不足保质期的三分之二。<br><br>
商家违反以上规定应承担相应违约责任及赔偿消费者及/或甲方因此遭受的损失。<br><br>
7.8   货品、吊牌及商品外包装上，不能有任何之前在其他商场或任何渠道销售的标志、价格。如商家对商品之前的价格标签未作处理或出现价格标签重叠、错粘及其他足以影响甲方商业信誉的任何标志及瑕疵进行处理，导致消费者对快购多平台的商品存在任何负面性误解，造成甲方商业声誉受损或其他损害的，商家应当为甲方消除影响并承担赔偿责任。如因此造成甲方对第三人承担任何法律责任，甲方承担责任后有权向商家追偿。<br><br>
7.9   商家销售的商品不符合本合同任一约定的，则视为不合格货品，因商家销售不合格商品，消费者有权将该货品退回商家，运费由商家承担，造成甲方或消费者任何损害（包括人身和财产损失及甲方声誉损失），商家应当承担赔偿责任。<br><br>
7.10   甲方有权根据《快购货不对版处理规则》（下称“货不对版规则”），对商家所售商品货不对版的情形进行处理。“货不对版”的定义及相关处理规则详见甲方发布的货不对版规则。若商家所售商品存在货不对版情形的，甲方有权单方决定赔偿消费者优惠券、限制商家提现等，由此产生的优惠券及其他费用由商家承担。<br><br>

8.   商品售后服务<br><br>
8.1  客户服务<br><br>
1)   商家应指派专人负责处理客户服务问题，并需要将服务电话及工作邮件向甲方备案。商家的回复内容中应包含对于该问题的解释、明确的处理方案及事件说明，不能出现“正在查询/正在沟通”等无实质解决方案的回复，否则即视为延迟回复，具体以甲方的认定为准。<br><br>
2)      客户服务问题包括但不限于：商品咨询、退换货政策、取消订单、物流快递问题等；<br><br>
3)      甲方有权对商家客服回复情况、回复态度等进行监督及检查，并根据甲方发布的《快购商家客服回复规则》对商家进行处理，包括但不限于扣除超时回复违约金以及对消费者进行优惠券补偿（补偿金额由商家承担）。<br><br>
8.2 商家应根据相关法律规定、本协议约定以及甲方相关平台规则规定，负责为消费者提供产品的“修理、更换、退货”等售后服务，并承担因上述售后服务而产生的一切费用（包括但不限于往返运费、退换货费等），保障消费者的消费者权益，保护甲方免予承担因产品售后服务而产生的任何法律责任（包括任何赔偿、补偿或处罚）或声誉受损。<br><br>
8.3  甲方有权对商家售后服务质量进行监督及检查，并根据甲方发布的《快购售后规则》对售后服务不达标的商家进行处理。<br><br>
8.4   商家有效回复率<br><br>
平台有权对商家有效回复率进行监测及统计，除不可抗力因素外，若商家有效回复率未达到快购商家客服回复规则的要求，甲方有权根据快购平台规则对商家进行处理，包括但不限于自商家账户扣收超时回复违约金以及对消费者进行补偿，由此产生的优惠券及其他费用由商家承担。<br><br>


8.5   若经消费者投诉、品牌方投诉、甲方品控部门调查等途径，发现商家存在下列情形之一：<br><br>
1)   商家销售假冒伪劣商品或者过期商品；<br><br>
2)   商家提供非法服务；<br><br>
3)   商家违反本协议第7条“商品质量要求”且情节较为严重；<br><br>
4)   其他与上述行为同类性质的行为，导致甲方认为不宜继续销售的情形。<br><br>
存在上述情形之一的产品简称为“严重问题产品”，甲方可按下述方式处理：<br><br>
对严重问题产品进行即时下架处理，并通知商家提供相关证据，包括但不限于进货凭证、授权销售证明、产品进口证明等，商家应立即提交。若商家不能及时提供有效证明文件或经查情况属实的，甲方有权采取下列一项或多项措施：
<br><br> (1) 解除本协议；
<br><br>（2）要求商家支付商家通过快购销售的严重问题产品历史总销售额的十倍作为消费者赔付金，若商家拒绝支付该赔付金，则甲方有权以商家账户内的销售额抵扣赔付金；
<br><br>（3）若商家销售“严重问题产品”的行为给甲方造成损失（包括商誉损失），要求商家赔偿损失；（4）扣除商家交纳的保证金。
<br><br>
8.6   若因商家销售的产品存在瑕疵危及人身财产安全，或因存在重大安全问题可能导致甲方声誉受损，或因法律诉讼或经甲方决定召回，甲方有权召回有关产品，商家应按甲方要求完成对召回产品的退、换、维修，并按照甲方的要求在甲方或甲方指定的其他网站就有关产品的召回信息进行公布，并承担由此产生的所有费用。商家还应赔偿甲方及/或消费者由此产生的任何损失<br><br>

9.   知识产权<br><br>
9.1  与产品相关的专利、商标、名称、特有标识、装潢、技术秘密等均属于其权利人所有。商家应保证其已按照法律规定或者合同约定获得了销售产品的合法授权或许可。<br><br>
9.2  商家知悉并同意，甲方或其关联方拥有、使用、许可、控制的或者甲方或其关联方对之享有其他权利的一切知识产权、工业产权和专有权利，包括全部商标、著作权、名称、标识、标志、微信公众号、域名、艺术作品、人物形象、标志、专利，例如“快购”、app图标…等，由甲方或其关联方独家拥有并保留<br><br>
9.3商家保证有权授权并许可甲方为在本协议下目的使用相关知识产权，该授权许可是免费的、非独家的。<br><br>
9.4  乙方同意并保证，若其注册与甲方及甲方关联方相同或近似的商标、标识、标志、微信公众号、域名等用于开展与甲方及甲方关联方实质相同或近似的业务，则应当在甲方或甲方关联方提出相关要求时，无偿将相关商标、标识、标志、微信公众号、域名转让给甲方或甲方关联方。同时，若乙方的行为侵犯了甲方利益，甲方有权暂停支付乙方在甲方的所有应付账款、解除本协议并终止与乙方的合作。<br><br>
9.5   乙方同意并保证其任一级代表、代理、受托人或代表其各自的董事、高级管理人员或职工均遵守本合同的约定，受到本合同的拘束，如同该人被指定为“乙方”一样。
9.6  商家同意并保证，其任一级代表、代理、受托人或代表其各自的董事、高级管理人员或职工及其自身，不得在中国之境内外注册、使用与甲方及其关联方拥有、使用、许可或控制的商标、标识、标志、微信公众号、域名、艺术作品、人物形象等相同或近似的商标，或侵犯甲方或其关联方享有的一切知识产权、工业产权和专有权利，或妨碍甲方或其关联方独自全部拥有或保留前述权利。<br><br>
10.   保密条款：<br><br>
10.1     本协议所称商业秘密包括但不限于本协议、任何补充协议所述内容及在合作过程中涉及的其他秘密信息。任何一方未经商业秘密提供方同意，均不得将该信息向任何第三方披露、传播、编辑或展示。协议方承诺，本协议终止后仍承担此条款下的保密义务，保密期将另行持续三年。<br><br>
10.2     因对方书面同意以及国家行政、司法强制行为而披露商业秘密的，披露方不承担责任；该商业秘密已为公众所知悉的，披露方不承担责任。<br><br>
11.       承诺与保证<br><br>
商家特此向甲方作出如下承诺与保证：<br><br>
11.1     商家具有履行本协议所需的所有必要资质和授权，其提供的资质和授权证明文件副本真实、有效，且如相关资质资料有变更，商家应及时提供最新资料至甲方；如商家提供虚假，失效文件或提供文件不及时，商家应承担由此产生的法律责任，且甲方有权停止结算直至解除协议。<br><br>
11.2     商家销售的产品（1）来源正当合法，除商品详情另外说明外，均为全新正品；(2)不侵犯任何第三方的合法权益（包括但不限于物权、债权、著作权、商标专用权、专利权等）；（3）甲方不会因商家在快购平台销售产品而受到任何第三方指控侵权。商家对上述保证承担完全责任，如因产品不符合上述保证而导致甲方遭受任何索偿、责任追究或损失，均由商家承担。<br><br>
11.3     商家应对其销售的产品的售后和质量负完全责任，并履行本协议规定的义务。<br><br>
11.4     商家在快购平台上销售的同款商品的销售价格不得高于商家在其他渠道的销售价格；<br><br>
11.5     商家承诺未隐瞒任何其他信息以致足以影响甲方签订及履行本协议。<br><br>
11.6     商家将按照不低于《中华人民共和国产品质量法》、《中华人民共和国消费者权益保护法》及其他法规、部门规章和国家强制性标准规定的要求，出售商品并提供“三包”等售后服务。<br><br>
11.7     商家自行编辑上传的商品说明、介绍、图片等信息资料是真实有效并恰当反映商品特性的，不存在虚假、伪造或侵犯第三方权益的内容，不存在违反《中华人民共和国广告法》、《中华人民共和国价格法》等法律法规的情形；此外，商家保证甲方在其平台使用上述信息资料不会侵犯第三方的权益。<br><br>
11.8     商家在快购平台出售商品，有义务按照买家实际支付的现金金额为买家开具适格发票，相关税费应按国家相关规定由商家自行承担。<br><br>
11.9     商家承诺不得抄袭、模仿甲方商业模式从事秒杀、拼团等各类业务，商家在与甲方合作期间不得在其他秒杀、拼团等各类平台开展业务，不得以任何方式、向任何第三方泄露/出售甲方平台用户信息，不得采取任何类似手段侵害甲方利益；若商家违反上述承诺，则甲方有权扣除商家保证金、单方解除本协议，终止与商家的合作并追究商家的违约及侵权责任。<br><br>
11.10   商家不得以任何手段、利用甲方平台规则漏洞或系统漏洞，通过虚假交易、关联交易等方式，套取甲方平台红包、平台补贴；若商家违反上述承诺，则甲方有权从商家保证金以及未结货款中扣除相当于补贴金额十倍的款项作为违约金，同时甲方有权单方解除本协议，终止与商家的合作，商家行为构成犯罪的，甲方有权向公安部门报案并进一步追究商家刑事责任。“虚假交易”的定义及相关处理规则详见甲方发布的《快购发货规则》。<br><br>
11.11   对于被甲方开除或主动辞退的员工（“被辞退员工”）以及甲方在职员工，商家承诺不得以合伙、合作、入股、咨询顾问、雇佣等任何形式与该等被辞退员工进行合作。若商家违反上述承诺，则甲方有权单方解除本协议，终止与商家的合作并追究商家的违约及侵权责任。<br><br>
11.12   对于从甲方正常离职的员工，若商家以合伙、合作、入股、咨询顾问、雇佣等任何形式与该等正常离职员工进行合作，则应当自合作开始之日起三日内向甲方进行报备。若商家违反上述承诺，则甲方有权单方解除本协议，终止与商家的合作并追究商家的违约及侵权责任。<br><br>
11.13   商家应按照甲方的规定，妥善保管、使用甲方提供的相关账户（包括但不限于用户名、原始密码信息）及/或商家自行修改的密码，并确保使用其该等账户的主体均为商家或商家授权的人员；除非适用的法律法规另有明确规定或本协议另有明确的约定，商家不得以任何形式泄露，擅自转让、披露或授权他人使用该账户。否则，由此产生的任何争议、纠纷、处罚、诉讼、仲裁、投诉、索赔等均由商家自行负责处理并承担全部法律责任（包括但不限于赔偿由此给顾客、甲方及/或任何他方造成的全部损失），并且甲方有权立即关闭或限制商家的账户权限，及/或立即终止与商家的部分或全部合作。<br><br>
11.14   商家签署及履行本协议过程中应当遵守有关法律法规以及其他任何对其适用的规定，不得利用甲方或甲方平台从事任何违法活动，包括但不限于侵害任何第三方的合法权益或者获取任何不正当利益，商家应就其实施的与本协议有关的行为承担全部责任。<br><br>

12.       有限责任<br><br>
12.1     商家了解并同意，甲方及其关联公司并非司法机构，仅能以普通或非专业人员的知识水平标准对商家提交的证据材料进行鉴别，甲方及其关联公司对交易纠纷的调处、对知识产权维权投诉等事项的处理完全是基于商家的委托，或平台协议、平台规则以及相关法律法规的规定，甲方及其关联公司无法保证交易纠纷或知识产权维权投诉等事项的处理结果符合商家的期望，也不对上述事项的处理结果及保证金赔付决定承担任何责任。商家应保证其提交的证据材料的真实性、合法性，并承担其或买家、权利人或其他第三方提供的信息、数据不实的风险和责任。如商家因此遭受损失，商家同意自行向受益人或致损方索赔。<br><br>
12.2  不论在何种情况下，甲方均不对由于Internet连接故障，电脑，通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，不可抗力，战争，政府行为，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。<br><br>
12.3  商家了解并同意，鉴于现有技术水平和客观条件的限制，甲方将采取一切可能的技术手段保持乙方使用甲方平台服务所涉的技术和信息的有效性，准确性，正确性，可靠性，质量，稳定，完整和及时性，但甲方对此不作任何承诺或保证。<br><br>

13.       期限、解除和终止<br><br>
13.1     本协议的期限为自签署之日起至协议解除之日止，但保密、违约责任及售后服务义务及产品质量保证责任在协议终止/解除后将继续有效。<br><br>
13.2     协议的终止：<br><br>
1)   通知解除：协议任何一方均可以提前十五（15）天书面通知的方式终止本协议。<br><br>
2)      甲方单方解除权：如商家违反甲方的任何规则或本协议中的任何承诺或保证，包括但不限于本协议项下的任何约定，甲方都有权立刻终止本协议，且按有关规则对商家进行违约处理。<br><br>
3)   如非因甲方的原因，商家未能按本协议及附件之规定，按期全额支付有关服务费用和/或活动费用，且在甲方规定的时限内仍未支付，甲方有权部分或全部中止或终止本协议。<br><br>
4)  本协议规定的其他协议终止条件发生或实现，导致本协议终止。<br><br>
5)   商家在超过九十（90）天的时间内未以商家后台管理账户及密码登录快购平台的，甲方有权终止本协议。<br><br>
13.3     协议终止或解除后后续事项的处理<br><br>
1)      自本协议终止或解除之日起，甲方将关闭商家在甲方的账户权限，并对商家产品全部下架，商家将无法再通过该账户进行任何形式的操作且甲方前端APP不再显示任何商家产品信息。<br><br>
2)      本协议终止或解除后，甲方有权保留商家的注册信息及交易行为记录等数据，但甲方没有为商家保留这些数据的义务，亦不承担在协议终止后向商家或第三方提供任何数据信息的义务，也不就协议终止向商家或任何第三方承担责任，但法律另有规定的除外。<br><br>
3)      本协议终止或解除并不免除商家依据本协议应向客户承担的售后服务及产品保证责任，商家仍应履行售后服务义务及产品质量保证责任；如在本协议终止后，因商家产品质量问题或售后服务问题而导致甲方或其他第三方人身或财产损失的，商家仍应独立承担全部责任。<br><br>

14.       违约责任<br><br>
14.1     商家违反本协议及附件中任何约定，或者违反有关法律法规规定的，甲方及/或其关联公司有权要求商家承担违约责任。<br><br>
14.1 a 违约认定：为适应电子商务发展和满足海量用户对高效优质服务的需求，商家理解并同意，甲方有权在快购平台各项规则中约定违约认定程序和标准。甲方有权依据商家的用户数据与海量用户数据的关系以及普通人的正常消费习惯、商业/行业习惯、生活常识等因素来判定商家是否构成违约并采取处理措施，商家有义务及时对其交易异常、数据异常现象及涉嫌违约行为进行充分举证和合理解释，甲方有权对商家举证的材料和解释进行审核，并根据审核结果作出相应处理，商家保证其提交的证据材料的真实性、合法性，并自行承担举证不能的后果。<br><br>
14.1 b 赔偿责任：商家的违约行为致使甲方及/或其关联公司利益遭受损失的，商家应赔偿甲方及/或其关联公司的损失。上述损失包括但不限于直接经济损失、消费者流失损失、商誉损失、以及甲方及/或其关联公司为减少损失、防止损失扩大、固定证据或者追究商家相关法律责任所支出的诉讼费用、保全费用、公证费用、律师费用、差旅费、鉴定费等一切有关费用和支出。<br><br>
14.2     商家不得擅自终止本协议或者将本协议项下权利和义务转让给任何第三方，否则，甲方有权解除协议，并有权要求商家就由此给甲方造成的损失承担赔偿责任。<br><br>
14.3  因甲方宣传商家产品，引起的第三方维权、投诉、诉讼等，造成的任何损失由商家负责，同时甲方有权扣除商家全部保证金或暂停支付商家销售款项。<br><br>
14.4  因商家原因致使价格或活动设置错误的，则由商家承担一切损失和责任，甲方进行先行赔付的，商家应在三（3）个工作日内赔偿给甲方，否则甲方有权扣除商家全部保证金或暂停支付商家销售款项。<br><br>
14.5  甲方有权根据商家任何违约情形（包括但不仅限于商家违反承诺与保证、无故停止经营、商家单方终止协议等）在要求商家承担合同约定责任外扣除部分或全部保证金。甲方扣划保证金后，商家应在接到甲方通知后三日内补齐，否则，甲方有权在商家结算款项中直接扣划。保证金的扣除并不免除甲方要求商家按合同约定承担的违约责任。<br><br>
14.6   若因商家自行编辑、上传的产品素材问题、产品问题或因发错货、超卖、退货处理不及时等售后服务问题等原因导致甲方被第三方投诉、起诉的，甲方有权选择与第三方和解、调解或诉讼，商家应承担由此支出的一切费用并承担甲方因此遭受的一切损失。<br><br>
14.7   受商家委托负责经营商家快购店铺的代理人、受托人、受雇人等类似人员所实施的行为均视为商家的行为，若该等行为违反本协议约定，则商家应当承担违约责任。<br><br>
14.8     商家违反本协议约定而需向甲方支付的任何违约金、赔偿金及其他所有费用，应在甲方通知后五（5）日内一次性支付给甲方，否则，甲方有权在结算款项中直接扣除，并向商家追索不足部分。<br><br>
14.9     由于商家发生上述违约行为导致商家应赔偿甲方损失或支付赔偿金、违约金或双方终止合作，商家仍需继续执行售后服务并对已售出的商品承担一切责任。<br><br>
14.10   协议履行期间，若甲方违反本协议约定导致商家遭受损失的，商家有权要求甲方承担违约责任。<br><br>

15.       不可抗力<br><br>
由于不可抗力事件导致一方不能及时履行或者不能履行该方在本协议下的任何义务（付款义务除外）的，不构成违约。但是受不可抗力事件影响的一方应立即把不可抗力事件的性质和程度通知对方，并积极采取相应补救措施，以最大程度地减少和避免损失。<br><br>
 16. 甲方反商业贿赂条款<br><br>
16.1     双方严格遵守法律法规有关禁止商业贿赂行为规定，坚决拒绝商业贿赂、行贿及其他不正当商业行为的馈赠。<br><br>
16.2     本协议所指的商业贿赂是指商家为获取与甲方的合作及合作的利益，商家或其单位工作人员给予甲方员工的一切精神及物质上直接或间接的馈赠，如现金、回扣、娱乐、旅游等。<br><br>
16.3  若甲方员工要求商家给予其任何形式的不正当利益，商家应及时投诉。并提供相关证据给甲方，经甲方相关人员查实后作出处理，并为商家保密。甲方设定专用邮箱接受乙方的投诉<br><br>
16.4   若商家贿赂甲方任何员工，以图获取任何不正当商业利益或更特殊的商业待遇或不配合甲方查处其员工的受贿行为的，甲方将立即开除涉事员工，永久停止与商家的一切合作，并依法对商家采取诸如暂停支付所有应付账款的措施，同时商家应向甲方支付人民币伍万元整作为违约金。情节严重、造成重大经济损失的，甲方将依法移交司法机关处理。<br><br>
16.5  甲方的任何员工、部门不得向商家索取或收受金钱、物品及任何形式的馈赠。如商家发现甲方平台员工存在上述行为，商家应及时向甲方平台举报。<br><br>
16.6    商家或商家工作人员不得以商家或个人名义向甲方任何员工及其亲属、关联方私下直接或间接赠送礼金、物品、有价证券、股份或采取其他变相手段提供不正当利益，否则均视为侵害甲方利益的行为。不正当利益包括但不限于现金、支票、信用礼品卡、样品、或其他商品、娱乐票券、会员卡、货币或货物形式的回扣、回佣、就业或置业、商家付款的旅游、宴请及个人服务等。<br><br>

17.       关联关系条款<br><br>
17.1  甲方有权将具备关联关系的店铺进行统一管理，形成关联圈。前述关联关系是指店铺存在下列情形之一：<br><br>
1)    店铺入驻人、管理人、紧急联系人等登记信息存在交叉（若店铺入驻人、管理人、紧急联系人等发生过变更，则包括变更前后的主体，下同）；<br><br>
2)       店铺提现银行账户、与提现银行账户绑定的手机号码等存在信息交叉；<br><br>
3)       存在其他类似性质的信息交叉及关联。<br><br>
17.2     甲方有权对关联圈内的店铺账户进行统一管理，包括但不限于统一增加或扣减信誉值，统一扣罚保证金/账户资金，统一终止平台服务，统一终止/中止合作等。<br><br>
17.3     若关联圈中的任一店铺，存在违反相关法律法规、本协议、快购平台规则的情形，甲方有权无需通知立即暂停该店铺及其关联店铺账户的交易权限，并依据本协议或快购平台规则对违规的店铺及其关联店铺进行违约处理。处理方式包括但不限于：<br><br>
1)  要求商家对关联圈内各店铺间的关联关系作出正式的书面解释；<br><br>
2)   暂时限制店铺账户的资金提现；<br><br>
3)  限制店铺主体使用其信息注册其他快购店铺;<br><br>
4)  直接扣划各店铺保证金及货款冲抵消费者赔付金及违约店铺应承担的其他款项或费用。<br><br>
5)  全店商品下架；<br><br>
6)   提高店铺保证金；<br><br>

18.       其他<br><br>
18.1     条款的独立性<br><br>
如果根据适用的法律认定本协议中的任何条款或者任何条款中的任何部分无效、违法或者不具有可执行性，这种无效、违法或者不具有可执行性不影响本协议中的任何其它条款或者这些条款中的任何其它部分的效力。<br><br>
18.2     争议解决<br><br>
对于因本协议而产生的或者与本协议有关的争议，双方均应努力通过友好协商的方式进行解决。如果自双方开始协商之日起三十日（30）内仍然无法就争议解决达成一致，任何一方均可向甲方住所地人民法院提起诉讼。<br><br>
18.3     通知<br><br>
本协议项下要求或允许给予对方的所有“公示”、“通知”、“公示并通知”、“同意”、“批准”、“许可”应为书面形式：除本协议另有约定外，甲方做出前述行为的书面方式应为通过在快购公示、向商家账户发送电子信息、传真、电子邮件、专人派送、特快专递和/或挂号信，乙方的联系方式以乙方在甲方平台线上填写的信息为准，如因本协议引发诉讼，则该等联系方式亦适用于相关诉讼文书的送达；除本协议另有约定外，乙方做出前述行为的书面方式应为通过商家在甲方平台填写、登记的联系人电话、电子邮箱向甲方指定人员的电子邮箱发送电子信息或向甲方办公地址专人派送、特快专递和/或挂号信。任何一方均可通过前述各自可以采取的方式发出通知来改变其以后所有接收通知的投递地址。除非另有明确规定，通知若以在快购公示形式发出，则送达时间应以快购最早公示之时为准；若以向商家账户或甲方系统发送电子信息形式发出，则送达时间应以电子信息进入商家账户或甲方系统之时为准；若以传真形式发出，则送达时间应以传真传送记录所显示之时间为准；若以电子邮件形式发出，则送达时间应以邮件发出之时为准；若以专人派送、特快专递或挂号信形式发出，则送达时间为发送之日起3个工作日为准。<br><br>
</p>
</body>